Repository: casualshammy/roadnik
Catalog: Roadnik.MAUI/Resources/Strings/AppResources.*.resx
Languages: ru

# notification.location_sharing.body
source: Success rate: %success/%total Last location fix: %last-location-fix Last location fix accuracy: %last-location-fix-accuracym Last successful report: %last-successful-report
ru: Успешно: %success из %total Последнее местоположение: %last-location-fix Точность последнего местоположения: %last-location-fix-accuracyм Последняя успешная передача местоположения: %last-successful-report

# notification.location_sharing.body_never
source: never
ru: никогда

# notification.location_sharing.title
source: Your location is being shared
ru: Ваше местоположение транслируется

# notification.push.new_point.title
source: User '%username' has added new point to map
ru: Пользователь '%username' добавил новую точку на карту

# notification.push.new_track.body
source: Click to open map
ru: Нажмите, чтобы открыть карту

# notification.push.new_track.title
source: User '%username' has started a new track
ru: Пользователь '%username' начал транслировать своё местоположение

# page.about.updateAvailable
source: Update available
ru: Доступно обновление

# page.about.updating
source: Updating
ru: Обновление

# page.bookmarks.delete
source: Delete
ru: Удалить

# page.bookmarks.delete_hint
source: Pull left to delete
ru: Потяните влево чтобы удалить

# page.bookmarks.room
source: Room
ru: Комната

# page.bookmarks.username
source: Username
ru: Пользователь

# page.options.connection_settings
source: Connection settings
ru: Настройки подключения

# page.options.delete_old_route.desc
source: The track from the previous recording session will not be preserved when you begin a new session
ru: Предыдущая запись трека будет удалена при начале новой записи

# page.options.delete_old_route.title
source: Purge old tracks
ru: Удалять старые треки

# page.options.low_power_mode
source: Low power mode
ru: Режим низкого энергопотребления

# page.options.low_power_mode.accuracy_warning
source: Please pay attention: low-power location providers have poor accuracy (10m - 1000m). If the location accuracy is less than the value of the '%min-location-accuracy' option, the location will not be recorded
ru: Пожалуйста, обратите внимание: источники местоположения с низким потреблением энергии имеют низкую точность (10м - 1000м). Если точность измерения местоположения ниже, чем значение опции '%min-location-accuracy', то местоположение не будет записано.

# page.options.low_power_mode.accuracy_warning_title
source: Accuracy warning
ru: Предупреждение о точности

# page.options.low_power_mode_hint
source: Use only Wi-Fi, Bluetooth, and cellular network location providers This option also affects the accuracy of the current location displayed on the map
ru: Использовать только источники местоположения от Wi-Fi, Bluetooth, и сотовой сети Эта опция также влияет на точность отображаемого на карте текущего местоположения

# page.options.notifications
source: Notifications
ru: Уведомления

# page.options.notifications.new_point.desc
source: Someone has created a new point
ru: Кто-то создал новую точку на карте

# page.options.notifications.new_point.title
source: A new point was placed on the map
ru: На карту была добавлена новая точка

# page.options.notifications.new_track.desc
source: Someone has started a new track
ru: Кто-то начал трансляцию трека

# page.options.notifications.new_track.title
source: A new track was started
ru: Был начат новый трек

# page.options.roomId
source: Room ID
ru: ID комнаты

# page.options.serverAddress
source: Server address
ru: Адрес сервера

# page.options.tracking
source: Tracking settings
ru: Настройки трекинга

# page.options.tracking.required_accuracy
source: Required location accuracy
ru: Минимальная точность геолокации

# page.options.username
source: Username
ru: Имя пользователя

# shell.about
source: About
ru: О приложении

# shell.bookmarks
source: Bookmarks
ru: Закладки

# shell.map
source: Map
ru: Карта

# shell.settings
source: Settings
ru: Настройки
